/* No comment provided by engineer. */
"About Device" = "About Device";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add Camera" = "Add Camera";

/* No comment provided by engineer. */
"Advanced Setting" = "Advanced Setting";

/* No comment provided by engineer. */
"Alarm" = "Alarm";

/* No comment provided by engineer. */
"All" = "All";

/* No comment provided by engineer. */
"App Info" = "App Info";

/* No comment provided by engineer. */
"Back" = "Back";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Camera Found! (%d)" = "Camera Found! (%d)";

/* No comment provided by engineer. */
"Camera List" = "Camera List";

/* No comment provided by engineer. */
"Camera Name" = "Camera Name";

/* No comment provided by engineer. */
"Camera Password" = "Camera Password";

/* No comment provided by engineer. */
"Camera UID" = "Camera UID";

"Camera UID can not less than 20 characters" = "Camera UID can not less than 20 characters.";

"Camera UID length must be 20 characters" = "Camera UID length must be 20 characters";

"Camera Name can not be empty" = "Camera Name can not be empty.";

"Camera Password can not be empty" = "Camera Password can not be empty.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Can not play remote record" = "Can not play remote record.";

/* No comment provided by engineer. */
"Channel" = "Channel";

/* No comment provided by engineer. */
"Choose a Network..." = "Choose a Network...";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Confirm Password" = "Confirm Password";

/* No comment provided by engineer. */
"Connect Failed" = "Connect Failed";

/* No comment provided by engineer. */
"Connected" = "Connected";

/* No comment provided by engineer. */
"Connecting..." = "Connecting...";

/* No comment provided by engineer. */
"Continue" = "Continue";

"Correct the wrong password" = "Correct the wrong password";

"Delete" = "Delete";

"Delete?" = "Delete?";

"Delete Photo" = "Delete Photo";

"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit Camera" = "Edit Camera";

/* No comment provided by engineer. */
"Enter Password" = "Enter Password";

/* No comment provided by engineer. */
"Environment Mode" = "Environment Mode";

"Email Photo" = "Email Photo";

"Events" = "Events";

/* No comment provided by engineer. */
"Event List" = "Event List";

/* No comment provided by engineer. */
"Flip & Mirror" = "Flip & Mirror";

/* No comment provided by engineer. */
"Format command will ERASE all data of your SDCard" = "Format command will ERASE all data of your SDCard";

/* No comment provided by engineer. */
"Format completed." = "Format completed.";

/* No comment provided by engineer. */
"Format failed." = "Format failed.";

/* No comment provided by engineer. */
"Format SDCard" = "Format SDCard";

/* No comment provided by engineer. */
"Free Size" = "Free Size";

/* No comment provided by engineer. */
"Full Time" = "Full Time";

"Full-time recording" = "Full time recording";

/* No comment provided by engineer. */
"Event List" = "Event List";

/* No comment provided by engineer. */
"High" = "High";

/* No comment provided by engineer. */
"Horizontal Flip (Mirror)" = "Horizontal Flip (Mirror)";

/* No comment provided by engineer. */
"Incorrect password for %@" = "Incorrect password for %@";

/* No comment provided by engineer. */
"Indoor Mode(50Hz)" = "Indoor Mode(50Hz)";

/* No comment provided by engineer. */
"Indoor Mode(60Hz)" = "Indoor Mode(60Hz)";

/* No comment provided by engineer. */
"Indoor(50Hz)" = "Indoor(50Hz)";

/* No comment provided by engineer. */
"Indoor(60Hz)" = "Indoor(60Hz)";

/* No comment provided by engineer. */
"Information" = "About";

/* No comment provided by engineer. */
"IO Alarm" = "IO Alarm";

/* No comment provided by engineer. */
"Join" = "Join";

/* No comment provided by engineer. */
"LAN" = "LAN";

/* No comment provided by engineer. */
"Live View" = "Live View";

"Listen" = "Listen";

"Listening" = "Listening";

"List are full, remove a device and try again" = "List are full, remove a device and try again.";

"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Low" = "Low";

/* No comment provided by engineer. */
"Name" = "Name";

/* No comment provided by engineer. */
"Max" = "Max";

/* No comment provided by engineer. */
"Medium" = "Medium";

/* No comment provided by engineer. */
"Microphone" = "Microphone";

/* No comment provided by engineer. */
"Min" = "Min";

/* No comment provided by engineer. */
"Mirror" = "Mirror";

/* No comment provided by engineer. */
"Model" = "Model";

/* No comment provided by engineer. */
"Motion Detection" = "Motion Detection";

/* No comment provided by engineer. */
"Mute" = "Mute";

/* No comment provided by engineer. */
"New" = "New";

/* No comment provided by engineer. */
"New Password" = "New Password";

/* No comment provided by engineer. */
"Night" = "Night";

/* No comment provided by engineer. */
"Night Mode" = "Night Mode";

/* No comment provided by engineer. */
"No result found" = "No result found";

/* No comment provided by engineer. */
"No Wi-Fi network found" = "No Wi-Fi network found.";

/* No comment provided by engineer. */
"None" = "None";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Not Supported" = "Not Supported";

/* No comment provided by engineer. */
"Off" = "Off";

/* No comment provided by engineer. */
"Off line" = "Offline";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Online Nm: %d / Frame ratio: %d / %d" = "Online No: %d / Frame ratio: %d / %d";
"Online Nm: %d" = "Online No: %d";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Old" = "Old";

/* No comment provided by engineer. */
"Old Password" = "Old Password";

/* No comment provided by engineer. */
"Outdoor" = "Outdoor";

/* No comment provided by engineer. */
"Outdoor Mode" = "Outdoor Mode";

/* No comment provided by engineer. */
"QRCode" = "QR Code";

/* No comment provided by engineer. */
"Playback" = "Playback";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Please enter password for %@" = "Please enter password for %@.";

/* No comment provided by engineer. */
"Please input the password" = "Please input the password.";

"The old password is invalid" = "The old password is invalid";

"Please select photos to delete." = "Please select photos to delete.";
"Please select records to delete." = "Please select records to delete.";
"Pull down to refresh..." = "Pull down to refresh...";

"Ready" = "Ready";

/* No comment provided by engineer. */
"Reboot" = "Reboot";

/* No comment provided by engineer. */
"Reconnect" = "Reconnect";

/* No comment provided by engineer. */
"Recording Mode" = "Recording Mode";

"Release to refresh..." = "Release to refresh...";

/* No comment provided by engineer. */
"Save" = "Save";

"Save Photo" = "Save Photo";

/* No comment provided by engineer. */
"Scanning..." = "Scanning...";

/* No comment provided by engineer. */
"SDCard Fault" = "SDCard Fault";

"Search" = "Search";

"Searching..." = "Searching...";

/* No comment provided by engineer. */
"Security Code" = "Security Code";

/* No comment provided by engineer. */
"Snapshot" = "Snapshot";

/* No comment provided by engineer. */
"Snapshot saved" = "Snapshot saved";

/* No comment provided by engineer. */
"Speak" = "Speak";

/* No comment provided by engineer. */
"Speaking" = "Speaking";

/* No comment provided by engineer. */
"Speaker" = "Speaker";

/* No comment provided by engineer. */
"The name, uid and password field can not be empty" = "The name, uid and password field can not be empty.";

/* No comment provided by engineer. */
"The new password and confirm password do not match" = "The new password and confirm password do not match.";

/* No comment provided by engineer. */
"The new password is more than 15 characters" = "The new password is more than 15 characters.";

/* No comment provided by engineer. */
"The password is more than 30 characters" = "The password is more than 30 characters.";

/* No comment provided by engineer. */
"The video has finished playing" = "The video has finished playing."; 

/* No comment provided by engineer. */
"This device is already exists" = "This device is already exists.";

/* No comment provided by engineer. */
"Timeout" = "Timeout";

/* No comment provided by engineer. */
"Total Size" = "Total Size";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown Device" = "Unknown Device";

/* No comment provided by engineer. */
"UID" = "UID";

/* No comment provided by engineer. */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Vender" = "Vendor";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Vertical and Horizontal Flip" = "Vertical and Horizontal Flip";

/* No comment provided by engineer. */
"Vertical Flip" = "Vertical Flip";

/* No comment provided by engineer. */
"Video Flip" = "Video Flip";

/* No comment provided by engineer. */
"Video Lost" = "Video Lost";

/* No comment provided by engineer. */
"Video Quality" = "Video Quality";

/* No comment provided by engineer. */
"Video Resume" = "Video Resume";

"Wait for connecting..." = "Wait for connecting...";

/* No comment provided by engineer. */
"Warning" = "Warning";

"Weak signal" = "Weak signal";

/* No comment provided by engineer. */
"WiFi" = "WiFi";

/* No comment provided by engineer. */
"WiFi Networks" = "WiFi Networks";

"Custom Period" = "Custom Period";
"Search Period" = "Search Period";
"Begin Time" = "Begin Time";
"End Time" = "End Time";
"Begin Date" = "Begin Date";
"End Date" = "End Date";
"Quality" = "Quality";
"Good" = "Good";
"Bad" = "Bad";
"Time Zone" = "Time Zone";
"asia" = "Asia";
"europe" = "Europe";
"america" = "America";
"oceania" = "Oceania";
"africa" = "Africa";

"Remote Device Connecting" = "Remote Device Connecting";
"Remote Device Timeout" = "Remote Device Timeout";

/* No comment provided by engineer. */
"Within a day" = "Within a day";

/* No comment provided by engineer. */
"Within a week" = "Within a week";

/* No comment provided by engineer. */
"Within an hour" = "Within an hour";

/* No comment provided by engineer. */
"Within half a day" = "Within half a day";

/* No comment provided by engineer. */
"Wrong Password" = "Wrong Password";

"Manually Add" = "Add Manually";
"Sure to remove?" = "Sure to remove?";
"Sure to remove this view?" = "Sure to remove this view?";
"LAN Search" = "LAN Search";
"YES" = "YES";
"NO" = "NO";
"Press to talk" = "Hold Mic To Talk";
"Highest" = "Highest";
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";
"Lowest" = "Lowest";
"Caution!" = "Caution!";
"Account Unlinked!" = "Account Unlinked!";
"More" = "More";
"Remove this device" = "Remove this device";
"Add Device" = "Add Device";
"Wired" = "Wired";
"Wireless" = "Wireless";
"Manually add device" = "Manually add device";
"Security code is changed, Please reconnect!" = "Security code is changed, Please reconnect!";
"Record Files" = "Record Files";
"Wrong ID or Password!" = "Wrong ID or Password!";
"Not enough space to save video" = "Not enough space to save video";
"Camera's video type is not supported recording" = "Camera's video type is not supported recording";
"Recording Started" = "Recording Started";
"Recording Saved to Album" = "Recording Saved to Album";
"Error recording video" = "Error recording video";
"Error saving video" = "Error saving video";

"用户手册"="User Manual";

"page1"="page1_en.jpg";
"page2"="page2_en.jpg";
"page3"="page3_en.jpg";
"page4"="page4_en.jpg";

"LanSearchTips1"="Please select the device UID numbers from the list to add and view";
"LanSearchTips2"="Press here to refresh and re-search device UID number";
"GuidSkip"="Skip";

"Click to move preset, Longpress to save"="Нажмите, чтобы переместить пресет, Длинные Нажмите, чтобы сохранить";
"Preset"="Предустановленная";
"Saving successful"="сохранение успеха";